// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Qualitätsdiagnose drucken";

TransferringProcessTitle = "Datei wird übertragen…";
PrintingProcessTitle = "PQ-Diagnoseseite wird gedruckt…";

NoPrintTitle = "Die PQ-Fehlerdiagnoseseite kann nicht gedruckt werden.";
NoPrintMsg = "Überprüfen Sie, ob der Drucker korrekt angeschlossen und eingeschaltet ist. Versuchen Sie es dann noch einmal.";

RMTPQDPanelTitle = "Druckqualität-Diagnoseseite ausgeben";
HSDRMTQPDPanelHeader = "Drucken Sie eine Seite, mit der Sie entscheiden können, ob Tools zur Verbesserung der Druckqualität ausgeführt werden müssen.";
HSDRMTQPDPanelFooter = "Um eine Druckqualität-Diagnoseseite auszugeben, klicken Sie auf Seite drucken.";
HSDRMTPQDButtonTitle = "Seite drucken";

HSDQualityDiagnosticsTextFieldTitle = "Druckqualitätsdiagnose";
HSDInfoTextFieldTitle = "Der Drucker druckt eine Seite, um Ihnen bei der Entscheidung zu helfen, ob Sie zur Verbesserung der Druckqualität Wartungstools ausführen sollen oder nicht.";
HSDGuideTextFieldTitle = "Klicken Sie auf die Taste 'Drucken', um eine Kopie der Seite mit der Druckqualitätsdiagnose zu drucken.";
HSDPrintButtonTitle = "Drucken";
